/* No comment provided by engineer. */
"Add a description" = "Add a description";

/* No comment provided by engineer. */
"Around Me" = "Around Me";

/* No comment provided by engineer. */
"Hairdresser in a Salon" = "Hairdresser in a Salon";

/* No comment provided by engineer. */
"I did it" = "I did it";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Take Hairfie" = "Take Hairfie";

/* No comment provided by engineer. */
"There was an error uploading your hairfie, Try Again !" = "There was an error uploading your hairfie, Try Again !";

/* No comment provided by engineer. */
"Upload in progress" = "Upload in progress";

